/* displayed when adding a new printer */
"Adding Printer." = "Adding Printer.";

/* title of Auto Select PPD menu item */
"Auto Select" = "Auto Select";

/* title of item for uberowser. */
"Default Browser" = "Default Browser";

/* Display when the auto select process is schedualed to start */
"Gathering printer information." = "Gathering printer information.";

/* Menu item for all install ppds. */
"Other..." = "Other…";

/* title of Unknown PPD menu item */
"Unknown" = "Unknown";

/* displayed when we can not match a ppd */
"Please select a driver or printer model" = "Please select a driver or printer model";

/* Menu item to allow the user to select a ppd from open file dialog */
"Select a driver to use..." = "Select a driver to use…";

/* Unknown Location */
"Unknown Location" = "Unknown Location";

/* The message in the alert explaining that AppleTalk is disabled. */
"AppleTalk Disabled" = "Unable to turn AppleTalk on.";

/* Title of all manufacturers menu item */
"All" = "All Manufacturers";

/* Error translation for cups' server-error-service-unavailable message */
"Print Service is not running." = "Print Service is not running.";

/* Why we make the user wait. */
"Searching for new drivers" = "Searching for new drivers";

/* @"AppleTalk", AddPrinterBundle, @"AppleTalk Name" */
"AppleTalk" = "AppleTalk";

/* Local zone name. */
"*" = "Local Zone";

/* Shared Printer (Used by SharedPrinter class) */
"Shared Printer" = "Shared Printer";

/* Shared Printer Pool (Used by SharedPrinter class) */
"Shared Printer Pool" = "Shared Printer Pool";

/* Shared Fax (Used by SharedPrinter class) */
"Shared Fax" = "Shared Fax";

/* DNSSD Name */
"Bonjour" = "Bonjour";

/* DNSSD Shared (Used by DNSSDPrinter class) */
"Bonjour Shared" = "Bonjour Shared";

/* Point to the string for software update in the nib. */
"Software Update" = "Software Update";

/* Missing Driver of all kind */
"Unable to locate a suitable driver. Use Software Update to download a driver if one is available." = "Unable to locate a suitable driver. Use Software Update to download a driver if one is available.";

/* Missing Manufacturers driver */
"Unable to locate a manufacturer-supplied driver. Use Software Update to download a driver if one is available." = "Unable to locate a manufacturer-supplied driver. Use Software Update to download a driver if one is available.";

/* BROWSER_GENERIC_PRINTER_MODEL */
"Generic PostScript Printer" = "Generic PostScript Printer";

/* Browser Names */
"com.apple.print.pbm.uber" = "Default";
"com.apple.printer.uber.usb" = "USB";
"com.apple.printer.uber.shared" = "Shared Printer";
"com.apple.printer.uber.netinfo" = "Open Directory";
"com.apple.printer.uber.firewire" = "Firewire";
"com.apple.printer.uber.dnssd" = "Bonjour";
"com.apple.printer.uber.cups" = "CUPS";
"com.apple.printer.uber.appletalk" = "AppleTalk";

"com.apple.print.pbm.ip" = "IP";
"com.apple.print.pbm.bluetooth" = "Bluetooth";
"com.apple.print.pbm.advanced" = "Advanced";
"com.apple.print.pbm.fax" = "Fax";
"com.apple.print.pbm.appletalk" = "AppleTalk";
"com.apple.print.pbm.smb" = "Windows";
